messages = {
    'start':
    "Добрый день!👐\n\
Мы — команда К127, рады помочь вам защитить свои права!\n\n\
🤖 Чем полезен наш бот?\n\
Отслеживание исполнительных производств: бот в автоматическом режиме будет уведомлять вас об исполнительных производствах.\n\
Отмена незаконных взысканий: Поможем оспорить действия приставов (в том числе после банкротства).\n\
Компенсация за нарушения: если приставы нарушили ваши права взыщем с них компенсацию.\n\
Партнерская программа: Зарабатывайте 10 000 ₽ за каждого, кто пройдет банкротство по вашей рекомендации.\n\
Сохранение прожиточного минимума: Защитим ваши доходы, даже если списания уже начались.\n\n\
Важно: мы ценим ваше время.\n\
Знаем, как бесят навязчивые рассылки — поэтому пишем только о главном.\n\
Сообщения будут не чаще 1 раза в неделю и только по делу.\n\
Спасибо, что доверяете нам!",

    'after_sub':
"Спасибо за подписку!\n\
Каждый понедельник бот будет присылать уведомления о новых исполнительных производствах.\n\
Это ваш шанс вовремя защитить свои права — мы всегда на связи!",

    'referal':
"Заработайте 10 000 ₽ за рекомендацию!\n\
Приводите друзей в К127: мы спишем их долги, а вам выплатим вознаграждение.\n\
Начните сейчас — просто нажмите на кнопку и введите данные друга",
"privacy":"""
🔒 *Согласие на обработку персональных данных*

Нажимая кнопку «Согласен», вы даете согласие на обработку своих персональных данных в соответствии с Федеральным законом №152-ФЗ «О персональных данных» и подтверждаете, что:

1. Ознакомлены с целями обработки персональных данных
2. Согласны на сбор и хранение указанных вами данных
3. Понимаете, как будут использоваться ваши данные

Мы гарантируем конфиденциальность предоставленной информации и её использование только в целях проверки исполнительных производств.

Для продолжения необходимо ваше согласие.
"""
}