messages = {
    'start':"""👋 <b>Добрый день!</b>
Мы — <b>Команда К127</b>. Помогаем защищать ваши права и восстанавливать финансовое благополучие!

🤖 <b>Чем полезен бот?</b>
▫️ <b>Автоматическое отслеживание  исполнительных производств</b>: Уведомим о любых изменениях у приставов, отмена незаконных взысканий приставов. (даже после банкротства!).
▫️ <b>Компенсация за нарушения</b>: Взыщем деньги, если приставы нарушили ваши права.
▫️ Исправим кредитную историю после банкротства.
▫️ <b>Партнерка</b>: Получайте от 10 000 ₽ за рекомендацию по банкротству.""",

    'after_sub':
"Спасибо за подписку!\n\
Каждый понедельник бот будет присылать уведомления о новых исполнительных производствах.\n\
Это ваш шанс вовремя защитить свои права — мы всегда на связи!",

    
    'referal':
"Заработайте 10 000 ₽ за рекомендацию!\n\
Приводите друзей в К127: мы спишем их долги, а вам выплатим вознаграждение.\n\
Начните сейчас — просто нажмите на кнопку и введите данные друга",

    "privacy":"""
🔒 *Согласие на обработку персональных данных*

Нажимая кнопку «Согласен», вы даете согласие на обработку своих персональных данных в соответствии с Федеральным законом №152-ФЗ «О персональных данных» и подтверждаете, что:

1. Ознакомлены с целями обработки персональных данных
2. Согласны на сбор и хранение указанных вами данных
3. Понимаете, как будут использоваться ваши данные

Мы гарантируем конфиденциальность предоставленной информации и её использование только в целях проверки исполнительных производств.

Для продолжения необходимо ваше согласие.
""",
    
    "second_use_fccp_module": """🙏 <b>Спасибо, что пользуетесь нашим ботом!</b>
Мы рады вашей активности! Напоминаем:

🔍 <b>Информация об исполнительных производствах</b>
→ Обновляется автоматически раз в неделю
→ Присылается вам без запросов (если вы сохраняете подписку на бота) 
→ Нажимать кнопку больше не нужно — просто ждите регулярных отчетов!

💰 <b>Пока ждёте следующую проверку — заработайте 10 000 ₽!</b>
Приводите друзей в К127:
→ Спишем их долги
→ Вы получите вознаграждение

👉 Это займет 30 секунд:"""
}