messages = {
    'start':"""👋 Добрый день!
Мы — Команда К127. Помогаем защищать ваши права и восстанавливать финансовое благополучие!

🤖 Чем полезен бот?
▫️ Автоматическое отслеживание  исполнительных производств: Уведомим о любых изменениях у приставов, отмена незаконных взысканий приставов. (даже после банкротства!).
▫️ Компенсация за нарушения: Взыщем деньги, если приставы нарушили ваши права.
▫️ Исправим кредитную историю после банкротства.
▫️ Партнерка: Получайте от 10 000 ₽ за рекомендацию по банкротству.

⚡️ Важно:

Ценим ваше время — пишем только по делу.
Никакого спама: одно сообщение в неделю про приставов или просто ответим на ваши вопросы.""",

    'after_sub':
"Спасибо за подписку!\n\
Каждый понедельник бот будет присылать уведомления о новых исполнительных производствах.\n\
Это ваш шанс вовремя защитить свои права — мы всегда на связи!",

    
    'referal':
"Заработайте 10 000 ₽ за рекомендацию!\n\
Приводите друзей в К127: мы спишем их долги, а вам выплатим вознаграждение.\n\
Начните сейчас — просто нажмите на кнопку и введите данные друга",

    "privacy":"""
🔒 *Согласие на обработку персональных данных*

Нажимая кнопку «Согласен», вы даете согласие на обработку своих персональных данных в соответствии с Федеральным законом №152-ФЗ «О персональных данных» и подтверждаете, что:

1. Ознакомлены с целями обработки персональных данных
2. Согласны на сбор и хранение указанных вами данных
3. Понимаете, как будут использоваться ваши данные

Мы гарантируем конфиденциальность предоставленной информации и её использование только в целях проверки исполнительных производств.

Для продолжения необходимо ваше согласие.
""",
    
    "referal_adittional":"""🌟 Благодарим за вашу рекомендацию!
Мы свяжемся с [ФИО] по номеру [номер] в ближайшее время.

🔥 Но почему бы не пойти дальше?
Чем больше друзей вы приведете, тем выше будет ваша персональная премия:

▫️ 5 друзей = 75 000₽
▫️ 10 друзей = 200 000₽""",

    "second_use_fccp_module": """🙏 Спасибо, что пользуетесь нашим ботом!
Мы рады вашей активности! Напоминаем:

🔍 Информация об исполнительных производствах
→ Обновляется автоматически раз в неделю
→ Присылается вам без запросов (если вы сохраняете подписку на бота) 
→ Нажимать кнопку больше не нужно — просто ждите регулярных отчетов!

💰 Пока ждёте следующую проверку — заработайте 10 000 ₽!
Приводите друзей в К127:
→ Спишем их долги
→ Вы получите вознаграждение

👉 Это займет 30 секунд:"""
}